[
    {
        
        "id": "1",
        "title": "Sunn Zara",
        "subtitle": "A mentoring program for women and youth of underserved communities.",
        "summaryText": "Sunn Zara, to lend a listening ear, is a mentorship initiative started recently to provide relief and support and to help empower people during these troubling times.",
        "image": "sunn-zara/sunn-zara.jpg",
        "descriptionMarkdown": "Launched during the lockdown period amidst the Covid-19 outbreak, Sunn Zara is a mentoring program for women and youth of these communities. Mentors provide socio-emotional support and conversational English skills to the mentees.\n\n**Sunn Zara**, is a mentoring initiative started by Yasham Foundation keeping in mind the hardships faced by the underprivileged section of our society during the pandemic. The vision for this program started with our founder being inspired by the relationship between Krishna and Arjun. The latter always had a listening ear and a guiding heart through turbulent times and this is exactly the mission of Sun Zara. With high susceptibility to the Covid-19 virus and lack of social distancing, times have been very difficult. Many people lost their livelihoods and the youth gave up on their dreams due to the absence of resources and also to fulfill their responsibilities towards their families. It became imperative for us to support them during these times of crisis. Our mentors provide effective listening to help them feel cared for and find themselves again. Today, the program has grown with mentors volunteering from all parts of India as well as overseas. Whilst providing the mentees with socio-emotional support our volunteers also give them lessons on conversational English skills. We aim to reach out to the most vulnerable people, boost their self-confidence and empower them to be productive citizens.",
        "gallery": []
    },
    {
        
        "id": "centre-model",
        "title": "Centre Model",
        "subtitle": "",
        "summaryText": "Through the Centre Model, Yasham ties up with schools and gives the children extra coaching to be capable of continuing the comprehensive models followed in schools, focusing on the core subjects of maths, english, and science. ",
        "image": "src/assets/centre-model/centre-model.jpg",
        "descriptionMarkdown": "The Centre Model supports children with deprived facilities in education by giving help via trained volunteers in Mathematics, English, and Science.\n\nYasham has been running the Centre Model in schools like **NSS** initially, then gradually tied up with private subsidized schools like **RMM** along with **G.D. Somani (IGSC) and B.D. Somani School (I.B.)**. These are our functional centers for carrying out the Centre Model Programs, wherein subjects like **English**, **Mathematics**, and **Science** are focused upon. These classes help the students under this model to cope up with the comprehensive course structure provided by the school.\n\nThe Centre Model involves Yasham tying up with schools and giving the children extra coaching to be capable of continuing the comprehensive models followed in schools. The program started with the kids in NSS and now we also have tied up with schools like RMM, GD Somani, etc. We have tie-ups with schools such as B.D. Somani for the CAS programs, where we get several volunteers who mentor the students with an unmatched zeal. We ensure that the students are not facing problems while coping up with the syllabus taught in their schools. We focus on core subjects like Mathematics, English, and Sciences and make the children capable of comprehending all that is a part of the school curriculum. These classes are conducted by Yasham volunteers who are skilled and have a background in teaching. The volunteers emphasize a Value system, Character formation, Personality development, and teach the importance of hygiene and cleanliness.",
        "gallery": []
    },
    {
        
        "id": "3",
        "title": "Saathi Haath Badhana",
        "subtitle": "Supports less privileged mothers by teaching them skills like sewing, bag making, etc.",
        "summaryText": "An extension of Centre Model, Saathi Haath Badhana works with the mothers of the students involved to teach vocational skills that can help secure a livelihood and motivate the next generation as well.",
        "image": "saathi-haath-badhana/saathi-haath-badhana.jpg",
        "descriptionMarkdown": "An initiative that supports uneducated and less privileged mothers by teaching them skills like sewing, crochet, cloth and paper bag making, etc.\n\nSaathi Haath Badhana is an extension of the **Centre Model**, where Yasham works with the mothers of these children. We give them a chance to learn new skills that can help them in earning a stable livelihood in need. Crafts like **Crochet**, **Sewing**, **Cloth** & **Paper bag making**, **Bead-article making**, and **Mask making** are some examples of skills that are taught to mothers.\n\nThis program is an offshoot of the Centre Model, here we begin to interact with the mothers. Yasham initiates at imparting them with skills like crochet, sewing, cloth & Paper bag making, bead articles making, and mask making in light of the pandemic are some examples. We believe these skills also boost the mothers’ self-esteem and help them gain confidence. If the children see their mothers being independent and willing to learn, they are likely to be motivated to do better and perform well in their respective fields as well. A mother or a woman propels the whole family, thus an aware and skilled woman in the family is essential so that the next generation can look up to her and be inspired.",
        "gallery": []
    },
    {
        "id": "swachh-english-mission",
        "title": "Swachh English Mission",
        "subtitle": "",
        "summaryText": "Swachh English mission aims to improve and refine English skills of all that do not have access to sufficient resources for the same, to help from children to those in the working force pave a brighter future.",
        "image": "",
        "descriptionMarkdown": "Program to refine the written and spoken English skills of populations from students to those working in clerical blue-collar jobs.\n\nThe name itself speaks of its main aim which is to refine the written and spoken English skills of broadband of the population right from students to those working in various clerical blue-collar jobs. Yasham wants to help them overcome the language barrier as English is widely spoken across all fields in India.\n\nEnglish is an essential part of an academic career today. Yasham aims at improving and refining the written and spoken English skills of all those who do not have access to proper resources for the same, through our Swachh English Mission. This initiative benefits all the students who will face the highly competitive, professional world in the future, be it high-profile mainstream professions or the backbone of any country – the blue collared jobs. The English language that these students speak without proper guidance is not refined and is full of grammatical errors. Yasham tries to eliminate this problem by providing them with coaching by our trained volunteers. This initiative helps students in not only aiming for better institutions for further studies or professionals to apply for jobs at higher posts but also instills within them a sense of confidence that reflects in their career.",
        "gallery": []
    },
    {
        "id": "hum-honge-kamyab",
        "title": "Hum Honge Kamyab",
        "subtitle": "",
        "summaryText": "Yasham has partnered with multiple educational institutions to provide underprivileged students coaching for competitive exams and other vocational courses along with financial support.",
        "image": "",
        "descriptionMarkdown": "Offering support to students appearing in competitive exams, and providing Vocational, Skill, Semi-skill courses at subsidized rates.\n\nIn this initiative, we provide underprivileged students with the coaching of competitive exams and other courses at free, subsidized, or nominal rates. Yasham has partnered with educational institutions that facilitate this training.\n\nDue to the rising population of the youth, India has become very competitive in terms of receiving a quality education. All the entrance examinations require a long and rigorous training for succeeding in them. The students who cannot afford coaching at premium institutes have to suppress their potential and settle for institutes with lower rankings. It is critical that talent doesn’t get lost due to a lack of secondary factors like money or social standing. Keeping that in mind, Yasham has started this initiative. Hum Honge Kamyab works to provide skill development, career placements, and mentoring or counseling sessions apart from the coaching classes we provide. Our partners have facilitated support for competitive exams like JEE, NEET, LAW, CA, UPSC, GATE, etc. Furthermore, vocational courses and other skill-development courses are also made available at subsidized rates. These programs provide training and also focus on the development, counseling, and career guidance of our students.",
        "gallery": []
    }
]